{
    "category": "CET4",
    "set_number": 1,
    "little_title": "Directions: Translate the following sentences into Chinese.",
    "original_text": "中国汉族人的全名由姓和名组成。中文姓名的特点是，姓总是在前，名跟在其后。千百年来，父姓一直世代相传。然而，如今，孩子跟母亲姓并不罕见。一般来说，名有一个或两个汉字，通常承载父母对孩子的愿望。从孩子的名字可以推断出父母希望孩子成为什么样的人，或者期望他们过什么样的生活。父母非常重视给孩子取名，因为名字往往会伴随孩子一生。",
    "reference_translation": "The full name of a Han Chinese consists of a family name and a given name. A distinctive feature of the Chinese name is that the family name always comes first, followed by the given name. For thousands of years, Chinese family names have been passed down through the father. Nowadays, however, it is not uncommon for a child to adopt the mother's family name. Generally, a given name is made up of one or two characters, usually carrying the parents' wishes for their child. It can be inferred from the name what kind of person the parents want their child to be, or what kind of life they expect him or her to lead. Chinese parents attach great importance to the choice of their child's name, as the name tends to accompany the child for his or her entire life.",
    "score": 106.5,
    "create_date": "2025-01-01 12:00:00"
},
{
    "category": "CET6",
    "set_number": 1,
    "little_title": "Directions: Translate the following sentences into Chinese.",
    "original_text": "题目：牡丹(peony)花色艳丽，形象高雅，象征着和平与繁荣，因而在中国被称为“花中之王”。中国许多地方都培育和种植牡丹。千百年来，创作了许多诗歌和绘画赞美牡丹。唐代时期，牡丹在皇家园林普遍种植并被誉为国花，因而特别风行。十世纪时，洛阳古城成为牡丹栽培中心，而且这一地位一直保持到今天。现在，成千上万的国内外游客蜂拥到洛阳参加一年一度的牡丹节，欣赏洛阳牡丹的独特之美，同时探索九朝古都的历史。",
    "reference_translation": "The peony, boasting bright colors and an elegant appearance, is a symbol of peace and prosperity and thus recognized as \"king of the flowers\" in China. Peonies are bred and grown in many parts of the country. Over the centuries, numerous poems and paintings have been created to praise the flower. Peonies were particularly popular during the Tang Dynasty, when they were extensively cultivated in the imperial gardens and praised as the national flower. In the tenth century, the ancient city of Luoyang became the center for peony cultivation, a position it still holds today. Nowadays, thousands of tourists from home and abroad flock to Luoyang for the annual Peony Festival to both admire the unique beauty of the city's peonies and explore the history of the ancient capital of nine dynasties.",
    "score": 106.5,
    "create_date": "2025-01-01 12:00:00"
}
