{
    "category": "CET4",
    "set_number": 1,
    "little_title": "Writing (30 minutes)",
    "title": "Directions: For this part, you are allowed 30 minutes to write a letter to a foreign friend who wants to study in China. Please recommend a university to him. You should write at least 120 words but no more than 180 words.",
    "word_limit": {
        "min": 120,
        "max": 180  
    },
    "reference_answer": "Hello Tom,\nI'm pretty excited to hear that you are going to pursue a postgraduate degree in economics in China. If you are still uncertain about which college to apply to, why not go to Renmin University of China (RUC)?\nI recommend it mainly because of its academic reputation. Today, it is widely recognized for its strengths in the fields of humanities and social sciences.\nThe School of Economics often invites distinguished scholars at home and abroad to academic forums or seminars. You will definitely gain new insights into various economic issues by attending them as a student. Another striking feature of this university is its vibrant campus life, as evidenced by activities such as Fun Sports Games, school orienteering competitions and the annual International Culture Festival. You will find them all highly enjoyable. Moreover, RUC is conveniently situated close to bus stops and subway stations, so you can spend your spare time exploring the city of Beiing.\nOf course, it's totally up to you. Let me know if you make a final decision. Anyway, welcome to China.\nYours,\nZhang Lei",
    "score": 106.5,
    "question_type": "mock",
    "year": "2019",
    "month": "12",
    "create_date": "2025-01-01 12:00:00"
}
{
    "category": "CET6",
    "set_number": 1,
    "little_title": "Writing (30 minutes)",
    "title": "Directions: For this part, you are allowed 30 minutes to write an essay on the importance of having a sense of community respousibility. You should write at least 150 words but no more than 200 words.",
    "word_limit": {
        "min": 150,
        "max": 200
    },
    "reference_answer": "Any community is composed of individuals. Naturally, it matters a great deal to our communities that we have a sense of responsibility towards them.\nPeople living in the same area should be considered a group under an obligation to create a comfortable living environment for the whole community. Reaching this goal requires a sense of responsibility among all residents, which encourages them to start with small steps, such as to avoid making excessive noise that disturbs their neighbors. Moreover, a sense of collective responsibility among us students contributes to a warm and friendly atmosphere, where we respect and help each other, as well as a strong communal sense of belonging. It will ultimately be conducive to our academic and moral progress. After we graduate from college and get employed, we will find ourselves in a new community made up of colleagues. A sense of community responsibility, also known as team spirit in the workplace, will be the key to forming a united and cohesive group, where we strive towards a common objective in close cooperation with each other.\nIn conclusion, a sense of community responsibility is worth fostering in that it plays a significant role in living, learning and working.",
    "score": 106.5,
    "question_type": "mock",
    "year": "2019",
    "month": "12",
    "create_date": "2025-01-01 12:00:00"
}

